{
    "ptBR": {
            "home": "Início",
            "about": "Sobre",
            "skills": "Habilidades",
            "projects": "Projetos",
            "hello": "Olá, me chamo",
            "Iam": "Sou",
            "shortDesc": "Busco a melhor experiência para todos os usuários, seja bem-vindo ao meu site.",
            "aboutMe": "Sobre mim",
            "aboutOne": "Atualmente, estou cursando graduação em Ciência da Computação na Universidade Positivo UP! Moro em Londrina, Paraná, sou um Desenvolvedor Júnior de 19 anos. Desde a infância, meu interesse pela tecnologia, tanto de hardware quanto de software tem sido claro.",
            "aboutTwo": "Minha abordagem profissional é caracterizada por uma busca constante por aprendizado e aprimoramento. Sempre disposto a descobrir novas maneiras para solucionar problemas e expandir meu conhecimento na área de tecnologia. Minha dedicação e compromisso estão centrados na conquista rápida de experiência, atento aos detalhes.",
            "aboutThree": "Com foco em planejamento estratégico e organização, priorizo a qualidade e a precisão em cada projeto, garantindo uma experiência excepcional para os usuários de minhas aplicações.",
            "aboutFour": "Fui reconhecido como um dos cinco alunos destaques no curso 'Pensamento Computacional' oferecido pela Faculdade UniFil.",
            "aboutFive": "Tenho experiência prática em desenvolvimento Full-stack, Web e Back-end.",
            "skillsMenu": "Habilidades",
            "techs": "Tecnologias",
            "tools": "Ferramentas",
            "dataBase": "Dados",
            "seeMore": "Ver mais",
            "levelBasic": "Básico",
            "levelInter": "Intermediário",
            "levelAdvanced": "Avançado",
            "courses": "Cursos:",
            "certificates": "Certificados",
            "projectTitle": "Projetos",
            "projectJump": "Jogo com o objetivo de pular das lanças e marcar a maior pontuação possível.",
            "titleCalc": "Calculadora",
            "projectCalc": "Calculadora totalmente personalizada.",
            "projectMovie": "Site de filmes, com catálogo de séries, animes e um sistema de navegação",
            "projectBuy": "Uma lista virtual, você pode adicionar itens para comprar ou coisas para fazer.",
            "titleCart": "Carrinho de compras",
            "projectCart": "Site com um sistema de carrinho de compras e interface.",
            "projectClick": "Código para Arduino, após clicar no botão emite uma confirmação se está pressionado ou não.",
            "projectGuess": "Jogo com o objetivo de acertar o número sorteado, baseado em menor ou maior.",
            "projectChatbot": "Chatbot personalizado, com interface e banco de dados.",
            "projectBank": "Site e sistema de banco com login, transferências, banco de dados e mais.",
            "projectLivechat": "Aplicação web de conversa em tempo real, com noticações, conversa pública e privada.",
            "copyright": "© Cauê Guise Mondek - Todos os direitos reservados,"
    },
    "en": {
            "home": "Home",
            "about": "About",
            "skills": "Skills",
            "projects": "Projects",
            "hello": "Hi, my name is",
            "Iam": "I'm",
            "shortDesc": "I seek the best experience for all users, welcome to my website.",
            "aboutMe": "About me",
            "aboutOne": "Currently, I am a 19-year-old Junior Developer from Brazil, Londrina in the state of Paraná, and I am studying Computer Science at Positivo UP! University. Since childhood, my interest in technology, both hardware and software, has been clear.",
            "aboutTwo": "My professional approach is characterized by a constant search for learning and improvement. I am always willing to discover new ways to solve problems and expand my knowledge in the field of technology. My dedication and commitment are focused on quickly gaining experience, paying attention to detail.",
            "aboutThree": "With a focus on strategic planning and organization, I prioritize quality and precision in every project, ensuring that my applications provide an exceptional experience for users.",
            "aboutFour": "I was recognized as one of five outstanding students in the course 'Computational Thinking (Pensamento Computacional)' offered by UniFil University.",
            "aboutFive": "Practical experience in Full-stack, Web, and Back-end development.",
            "skillsMenu": "Skills",
            "techs": "Techs",
            "tools": "Tools",
            "dataBase": "Data",
            "seeMore": "See more",
            "levelBasic": "Beginner",
            "levelInter": "Intermediate",
            "levelAdvanced": "Advanced",
            "courses": "Courses:",
            "certificates": "Certificates",
            "projectTitle": "Projects",
            "projectJump": "Game with the objective of jumping from spears and scoring the highest possible score.",
            "titleCalc": "Calculator",
            "projectCalc": "Completely personalized calculator",
            "projectMovie": "Fully personalized movie website, with a catalog of series, animes and a search system.",
            "projectBuy": "A web list, you can add some itens to buy or to-do.",
            "titleCart": "Shopping Cart",
            "projectCart": "Website with a shopping cart system and interface.",
            "projectClick": "Is a code for Arduino, when click in button a green led light up and red led light down and make a sound.",
            "projectGuess": "Game that chooses a random number and you have to guess based on whether it's less or more.",
            "projectChatbot": "Customized chatbot, with interface and database.",
            "projectBank": "Banking website and system with login, transfers, database and more.",
            "projectLivechat": "Real-time chat web application, with notifications, public and private chat.",
            "copyright": "© Cauê Guise Mondek - All rights reserved,"
    }
}